/* No comment provided by engineer. */
"File Transfer" = "Transfert de fichiers";

/* No comment provided by engineer. */
"No media selected." = "Aucun fichier multimédia n’est sélectionné.";

/* No comment provided by engineer. */
"Password cannot be empty." = "Le mot de passe ne peut pas être vide.";

/* No comment provided by engineer. */
"Path cannot be empty." = "Le chemin d’accès ne peut pas être vide.";

/* No comment provided by engineer. */
"Selected media does not exist." = "Le fichier multimédia sélectionné n’existe pas.";

/* No comment provided by engineer. */
"Server cannot be empty." = "Le serveur ne peut pas être vide.";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"Upload '%@' to remote server '%@'" = "Télécharger « %1$@ » vers le serveur distant « %2$@ »";

/* No comment provided by engineer. */
"Upload podcast to remote server using cURL transfer protocols" = "Télécharger le podcast vers le serveur distant à l’aide des protocoles de transfert cURL";

/* No comment provided by engineer. */
"Username cannot be empty." = "Le nom d’utilisateur ne peut pas être vide.";

